["Title: Project Coordinator\nPhone: 212-792-5964\nEmail: adriana.burton@ennead.com\nBio: I was born and raised in New Jersey and graduated from the University of Massachusetts Amherst. I still live in New Jersey where I foster dogs and do woodworking and weaving projects in my spare time. I was born and raised in New Jersey and graduated from the University of Massachusetts Amherst. I still live in New Jersey where I foster dogs and do woodworking and weaving projects in my spare time.\nEducation: {'institution': 'University of Massachusetts', 'degree': 'Undergraduate', 'specialty': 'Arts in Classics/Minor in Arabic Studies'}", "Title: Architectural Designer\nPhone: 212-792-5891\nEmail: aidan.kim@ennead.com\nBio: I grew up in Charleston, WV and never want to hear the song \"Country Roads\" again.While at the University of Chicago, I studied everything from bioarchaeology to organic chemistry before finally settling on public policy. My senior thesis was about political advocacy and citizenship in the Pan Asian American community of the Greater Chicago area. I went straight to PennDesign for my MArch where I mastered NetworkSrf, studied big dumb objects, and played with a lot of color and robots. After graduating, I returned to Penn to TA for Simon Kim and Florencia Pita's advanced studios.I co-started the EnneaD&D club and am always happy to talk gaming in general. New players welcome! I grew up in Charleston, WV and never want to hear the song \"Country Roads\" again.While at the University of Chicago, I studied everything from bioarchaeology to organic chemistry before finally settling on public policy. My senior thesis was about political advocacy and citizenship in the Pan Asian American community of the Greater Chicago area. I went straight to PennDesign for my MArch where I mastered NetworkSrf, studied big dumb objects, and played with a lot of color and robots. After graduating, I returned to Penn to TA for Simon Kim and Florencia Pita's advanced studios.I co-started the EnneaD&D club and am always happy to talk gaming in general. New players welcome!\nEducation: {'institution': 'University of Pennsylvania', 'degree': 'Graduate', 'specialty': 'Public Policy'}", "Title: Associate\nPhone: 212-792-5997\nEmail: aislinn.weidele@ennead.com\nEducation: {'institution': 'University of Maryland', 'degree': 'Undergraduate', 'specialty': 'Sculpture/Photography'}", "Title: Architectural Designer\nPhone: 212-792-5821\nEmail: akil.matthews@ennead.com\nBio: I am originally from the twin island of Trinidad and Tobago, a place in the Caribbean known for having a vibrant and diverse culture of music, food and people. My journey in the U.S. began when I moved to Baltimore, MD, where I would spend most of my time as a young adult gaining a different perspective on history and culture, as well as architecture and design. I was fortunate enough to attend Howard University in Washington, DC where I received a Bachelor's degree in Architecture. After spending some years developing my skills, I found my way to New York City intrigued by the idea of exploring architectural solutions that address both current and future issues urban environments will face at a local and global scale. When I’m not immersing myself in design, I spend most of my time attending, hosting and planning whisky events through my company @WhiskyArch. I’m constantly looking to learn new things and share my experiences, so feel free to reach out anytime. Cheers! I am originally from the twin island of Trinidad and Tobago, a place in the Caribbean known for having a vibrant and diverse culture of music, food and people. My journey in the U.S. began when I moved to Baltimore, MD, where I would spend most of my time as a young adult gaining a different perspective on history and culture, as well as architecture and design. I was fortunate enough to attend Howard University in Washington, DC where I received a Bachelor's degree in Architecture. After spending some years developing my skills, I found my way to New York City intrigued by the idea of exploring architectural solutions that address both current and future issues urban environments will face at a local and global scale. When I’m not immersing myself in design, I spend most of my time attending, hosting and planning whisky events through my company @WhiskyArch. I’m constantly looking to learn new things and share my experiences, so feel free to reach out anytime. Cheers!\nEducation: {'institution': 'Howard University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Principal\nPhone: 212-792-5996\nEmail: alex.obriant@ennead.com\nEducation: {'institution': 'Rice University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 646-437-1747\nEmail: alfonso.gorini@ennead.com\nEducation: {'institution': 'Columbia University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Project Accountant\nPhone: 646-437-1714\nEmail: amber.kulikauskas@ennead.com\nBio: Project Accountant\nEducation: {'institution': 'Kaunas University of Technology, Lithuania', 'degree': 'Undergraduate', 'specialty': 'Economics'}", "Title: Associate Principal\nPhone: 212-792-5989\nEmail: amy.mielke@ennead.com\nBio: I grew up in Oklahoma, the daughter of an episcopal priest, a banker, an electrical engineer and a creative digital asset manager. I went to Oklahoma State University  for a B.Arch where I learned that water runs down hill, *stuff stinks, stone is heavy, and composition matters.  In 2005 I moved to NYC and worked for Carlos Zapata Studio (formerly Wood + Zapata) and a+i. In 2011 I went to Yale for an M.Arch II degree. I learned that positioning a project is everything, active form is underrepresented, and form generated from material is by far the most interesting object form. I grew up in Oklahoma, the daughter of an episcopal priest, a banker, an electrical engineer and a creative digital asset manager. I went to Oklahoma State University  for a B.Arch where I learned that water runs down hill, *stuff stinks, stone is heavy, and composition matters.  In 2005 I moved to NYC and worked for Carlos Zapata Studio (formerly Wood + Zapata) and a+i. In 2011 I went to Yale for an M.Arch II degree. I learned that positioning a project is everything, active form is underrepresented, and form generated from material is by far the most interesting object form.\nEducation: {'institution': 'Yale University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Senior Accountant\nPhone: 646-437-1760\nEmail: ana.guillandeaux@ennead.com\nEducation: {'institution': 'Syracuse University, NY', 'degree': 'Undergraduate', 'specialty': 'Business Administration'}", "Title: Intern\nEmail: Annie.Durden@ennead.com\nEducation: {'institution': 'Univeristy of Virginia', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Undergraduate', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Architecture', 'degree': 'Unknown', 'specialty': 'Unknown'}", "Title: Architectural Designer\nPhone: 212-792-5911\nEmail: anthony.guaraldo@ennead.com\nEducation: {'institution': 'Massachusetts Institute of Technology', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Associate Principal\nPhone: 212-792-5898\nEmail: anthony.roman@ennead.com", "Title: Position not available\nPhone: 646-437-1755\nEmail: Anwuli.Chukwumah@ennead.com\nEducation: {'institution': 'Rice University', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Architecture'}", "Title: Architectural Designer\nPhone: 212-792-5924\nEmail: apexa.patel@ennead.com\nEducation: {'institution': 'Nottingham Trent University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Project Architect/ Architectural Designer\nPhone: 646-437-1691\nEmail: Ashley.Marshall@ennead.com\nBio: Howdy! I hail from the Lone Star State, and now reside in Brooklyn.  I made a pit stop at Syracuse University where I received my Bachelor's of Architecture in 2014.  I've since worked in multi-family residential firms like Whitehall Interiors/Hill West Architects, and later transitioned to civic and institutional at Beyer Blinder Belle Architects and Planners.  I'm a dutiful cat & plant mom; catch me on my off time listening to disco and roller skating. Howdy! I hail from the Lone Star State, and now reside in Brooklyn.  I made a pit stop at Syracuse University where I received my Bachelor's of Architecture in 2014.  I've since worked in multi-family residential firms like Whitehall Interiors/Hill West Architects, and later transitioned to civic and institutional at Beyer Blinder Belle Architects and Planners.  I'm a dutiful cat & plant mom; catch me on my off time listening to disco and roller skating.\nEducation: {'institution': 'Syracuse University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 646-437-1770\nEmail: ayelet.gezow@ennead.com\nBio: Born and raised on a kibbutz in Israel to a family of archaeologists, I  opted for another archetype, one I thought would keep my hands cleaner. I have lived in the US  much longer than I wish to admit even to myself, surviving Buffalo and finding NY to offer a great, albeit noisy home. My love for nature and the outdoors eventually took me upstate to the Catskills where I now call home. Any spare time you can find me on the trail. Born and raised on a kibbutz in Israel to a family of archaeologists, I  opted for another archetype, one I thought would keep my hands cleaner. I have lived in the US  much longer than I wish to admit even to myself, surviving Buffalo and finding NY to offer a great, albeit noisy home. My love for nature and the outdoors eventually took me upstate to the Catskills where I now call home. Any spare time you can find me on the trail.\nEducation: {'institution': 'State University of New York at Buffalo', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nEmail: bernieyujiao.wang@ennead.com\nBio: I often feel very fortunate to be an architect, especially at the dawn of the age of artificial intelligence, since the profession of architect does not seem to be so easily replaced by AIs. I think that’s also what I find most interesting about being an architect, you need to be flexible in solving problems. You need to think in your own way to solve general problems. And you need to try to overcome repeating yourself or others.  Studying and working in Denmark has brought me to a lot of talented people, and I also tried to understand the way different architects solve problems. I think what influenced me the most was their prudent approach to projects, because every building occupies the land from nature or people’s city, and as architects we need to consider how the building gives back to the city and nature. At the same time, I find that I appreciate the simple, elegant design moves that are not overly expressive but thoughtful and at the same time humanly caring.I worked at JAJA Architects for a while after graduating in Denmark and then had a short stint in Lithuania. I then spent two years working as a freelancer in Denmark and China. After that, I worked for two years at MORE Architecture in Shanghai, after being a homebody for too long. I joined Ennead in Feb 2020. Education experience :Master : Royal Danish Academy of Fine Arts, Schools of Architecture, Design and Conservation (KADK) , Copenhagen, DenmarkBachelor : Huazhong University of Science and Technology (HUST) ,Wuhan, China I often feel very fortunate to be an architect, especially at the dawn of the age of artificial intelligence, since the profession of architect does not seem to be so easily replaced by AIs. I think that’s also what I find most interesting about being an architect, you need to be flexible in solving problems. You need to think in your own way to solve general problems. And you need to try to overcome repeating yourself or others.  Studying and working in Denmark has brought me to a lot of talented people, and I also tried to understand the way different architects solve problems. I think what influenced me the most was their prudent approach to projects, because every building occupies the land from nature or people’s city, and as architects we need to consider how the building gives back to the city and nature. At the same time, I find that I appreciate the simple, elegant design moves that are not overly expressive but thoughtful and at the same time humanly caring.I worked at JAJA Architects for a while after graduating in Denmark and then had a short stint in Lithuania. I then spent two years working as a freelancer in Denmark and China. After that, I worked for two years at MORE Architecture in Shanghai, after being a homebody for too long. I joined Ennead in Feb 2020. Education experience :Master : Royal Danish Academy of Fine Arts, Schools of Architecture, Design and Conservation (KADK) , Copenhagen, DenmarkBachelor : Huazhong University of Science and Technology (HUST) ,Wuhan, China\nEducation: {'institution': 'Master : Royal Danish Academy of Fine Arts, Schools of Architecture, Design and Conservation (KADK) , Copenhagen, DenmarkBachelor : Huazhong University of Science and Technology (HUST) ,Wuhan, China', 'degree': 'Bernie WangArchitectural Designer', 'specialty': 'Bernie Wang'}", "Title: Principal\nPhone: 212-792-5986\nEmail: brian.masuda@ennead.com\nEducation: {'institution': 'University of Hawaii, Manoa', 'degree': '5 Year Professional', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 212-792-5881\nEmail: callie.fleetwood@ennead.com\nEducation: {'institution': 'University of Arkansas', 'degree': 'Undergraduate', 'specialty': 'Science'}", "Title: Front Desk Reception & Facilities Coordinator\nPhone: 2127925998\nEmail: carly.ruda@ennead.com\nEducation: {'institution': 'University of North Carolina', 'degree': 'Undergraduate', 'specialty': 'Fine Arts'}", "Title: Associate\nEmail: xiaohong.chen@ennead.com\nEducation: {'institution': \"Xi'an University of Architecture and Technology\", 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 212-792-5907\nEmail: charles.brainerd@ennead.com\nEducation: {'institution': 'Harvard', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Undergraduate', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Architecture', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Graduate', 'degree': 'Unknown', 'specialty': 'Unknown'}", "Title: Associate Principal\nPhone: 212-792-5893\nEmail: charles.griffith@ennead.com\nEducation: {'institution': 'University of Arizona', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 212-792-5892\nEmail: chihwei.hsu@ennead.com\nEducation: {'institution': 'National Cheng Kung University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Principal\nPhone: 646-437-1748\nEmail: chris.stoddard@ennead.com\nEducation: {'institution': 'University of Oregon', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 646-437-1718\nEmail: charles.wolf@ennead.com\nEducation: {'institution': 'Washington University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 212-792-5949\nEmail: Clara.Martucci@ennead.com\nBio: Originally from Buenos Aires, Argentina but grew up in Orlando, Florida. I come from a performing arts background, so I love to sing, play the guitar, and occasionally do some acting. I am a huge theater and concertgoer, basically any type of live entertainment. I got a Bachelor of Design with a Major in Architecture from the University of Florida, and a minor in Landscape Design. Most recently got my Master of Architecture degree from Carnegie Mellon University, with a specific focus on Theater Design. Originally from Buenos Aires, Argentina but grew up in Orlando, Florida. I come from a performing arts background, so I love to sing, play the guitar, and occasionally do some acting. I am a huge theater and concertgoer, basically any type of live entertainment. I got a Bachelor of Design with a Major in Architecture from the University of Florida, and a minor in Landscape Design. Most recently got my Master of Architecture degree from Carnegie Mellon University, with a specific focus on Theater Design.\nEducation: {'institution': 'University of Florida', 'degree': 'Undergraduate', 'specialty': 'Architecture & Theater Design'}", "Title: Senior Associate\nPhone: (212) 792-5906\nEmail: clayton.kaul@ennead.com\nBio: I was born in New Orleans and pretty much grew up on a construction site.  My house was always being renovated, mostly by my father, grandfather, and myself - wielding a hammer at a young age.   When we weren't working on our own house, we would walk through any job site in the neighborhood that we could sneak in to, trying to decipher what they were doing with the design, how they were constructing it, and if there was something we could learn.  I imagine I've probably walked through over 100 houses that were framed up that I had absolutely nothing to do with. It was an easy decision for me to go to architecture school.  I went to UVa for undergrad with a very hands-on architecture program.  I then followed a UVa professor back to New Orleans, when he became dean of Tulane, for grad school. I've lived in Houston, Dallas, and Shangahai, but finally moved to NYC in 2016 and started at Ennead when my wife matched to Mt. Sinai for residency.   Ironically, I've been working on Mt. Sinai's Downtown hospital for about as long as I've been here. I love living in NYC, but its difficult to get out and play golf and get into the wood shop, which are my main hobbies outside of sneaking onto residential construction sites (which is not something I've tried since moving here!) I was born in New Orleans and pretty much grew up on a construction site.  My house was always being renovated, mostly by my father, grandfather, and myself - wielding a hammer at a young age.   When we weren't working on our own house, we would walk through any job site in the neighborhood that we could sneak in to, trying to decipher what they were doing with the design, how they were constructing it, and if there was something we could learn.  I imagine I've probably walked through over 100 houses that were framed up that I had absolutely nothing to do with. It was an easy decision for me to go to architecture school.  I went to UVa for undergrad with a very hands-on architecture program.  I then followed a UVa professor back to New Orleans, when he became dean of Tulane, for grad school. I've lived in Houston, Dallas, and Shangahai, but finally moved to NYC in 2016 and started at Ennead when my wife matched to Mt. Sinai for residency.   Ironically, I've been working on Mt. Sinai's Downtown hospital for about as long as I've been here. I love living in NYC, but its difficult to get out and play golf and get into the wood shop, which are my main hobbies outside of sneaking onto residential construction sites (which is not something I've tried since moving here!)\nEducation: {'institution': 'University of Virginia', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Project Architect\nPhone: 646-437-1761\nEmail: DaYeon.Kim@ennead.com\nEducation: {'institution': 'Columbia University', 'degree': 'Graduate', 'specialty': 'Architectural Engineering'}", "Title: Senior Marketing Coordinator\nPhone: (646) 437-1706\nEmail: david.appel@ennead.com\nBio: For marketing/branding materials, laboratory center info (conferences, new research, etc.), federal government center info ((conferences,etc.). Also a resource for presentations, Indesign and Illustrator help.\nEducation: {'institution': 'University of Massachusetts, Amherst', 'degree': 'Undergraduate', 'specialty': 'Unknown'}", "Title: Partner\nPhone: (212) 792-5974\nEmail: david.tepper@ennead.com\nBio: I’m a proud member of Ennead’s club of Midwest expatriates, having grown up in Champaign, Illinois. I came to New York City for college more than thirty years ago, and with short stints in Boston (to attend the GSD), Lesotho, and Rome, I have been here ever since. I live in Park Slope with my wife and two teenagers.I started at Ennead (I think!) on January 2, 2000, after working in a smaller office doing residential and commercial work. One of my first projects was the Brooklyn Museum entrance and plaza, which I suspect will remain a once-in-a-career opportunity to make that kind of contribution to my own community. Having apprenticed for ten years on the NYU Langone Campus Transformation, I now lead the Healthcare Center. I enjoy these jobs for their complexity and the strategic planning they involve and because healthcare is an area where better design can have a huge impact. I’m a proud member of Ennead’s club of Midwest expatriates, having grown up in Champaign, Illinois. I came to New York City for college more than thirty years ago, and with short stints in Boston (to attend the GSD), Lesotho, and Rome, I have been here ever since. I live in Park Slope with my wife and two teenagers.I started at Ennead (I think!) on January 2, 2000, after working in a smaller office doing residential and commercial work. One of my first projects was the Brooklyn Museum entrance and plaza, which I suspect will remain a once-in-a-career opportunity to make that kind of contribution to my own community. Having apprenticed for ten years on the NYU Langone Campus Transformation, I now lead the Healthcare Center. I enjoy these jobs for their complexity and the strategic planning they involve and because healthcare is an area where better design can have a huge impact.\nEducation: {'institution': 'Columbia University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Marketing Coordinator\nPhone: 1-213-787-6612\nEmail: Demi.Osaki@ennead.com\nEducation: {'institution': 'Orange Coast College', 'degree': 'Undergraduate', 'specialty': 'Graphic Design'}", "Title: Designer\nEmail: di.chang@ennead.com\nBio: I was born and raised in a city called Shenyang in northeast China, if you never heard of it, please consider it as Chinese \"Winterfell\". I went to UCLA for my Master Degree of Architecture in 2013, from my 25 to 30, I had a great 5-year journey in Los Angeles and visited most of the big cities in United States. Therefore I feel strong connection with this country. in 2018 I relocated in Shanghai and joined Ennead, it has been a while since then but I still feel lucky and excited about this fresh start.I grew up in an art academy where my dad teaches. I got chance to touch different art forms like fashion, sculpture, and painting as a kid. I was charmed by architecture most because of the logical thinking, perfect balance between emotion and techniques.I believe that is what we are working together to achieve in Ennead, something fun, delicate and andvaced.As a normal guy I enjoy traveling, movies and live concert just like everyone. My biggest interest in my spare time is in fighting training. I was training in Krav Maga in LA for 1.5 years and I am now doing Muay Thai and BJJ. Training makes me stronger both physically and mentally, I recommend everyone could give a try.Let's build something interesting together. I was born and raised in a city called Shenyang in northeast China, if you never heard of it, please consider it as Chinese \"Winterfell\". I went to UCLA for my Master Degree of Architecture in 2013, from my 25 to 30, I had a great 5-year journey in Los Angeles and visited most of the big cities in United States. Therefore I feel strong connection with this country. in 2018 I relocated in Shanghai and joined Ennead, it has been a while since then but I still feel lucky and excited about this fresh start.I grew up in an art academy where my dad teaches. I got chance to touch different art forms like fashion, sculpture, and painting as a kid. I was charmed by architecture most because of the logical thinking, perfect balance between emotion and techniques.I believe that is what we are working together to achieve in Ennead, something fun, delicate and andvaced.As a normal guy I enjoy traveling, movies and live concert just like everyone. My biggest interest in my spare time is in fighting training. I was training in Krav Maga in LA for 1.5 years and I am now doing Muay Thai and BJJ. Training makes me stronger both physically and mentally, I recommend everyone could give a try.Let's build something interesting together.\nEducation: {'institution': 'Dalian University of Technology', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Partner\nPhone: (212) 792-5979\nEmail: don.weinreich@ennead.com\nBio: I was born and raised in NYC, a child of academic parents, attending Columbia University three times – pre-K, college and graduate school.  Summers in Maine gave me an education in the value of small communities based on individualism, interdependency and service - much like our office!  In Maine I learned to build houses, repair wooden boats, fight fires, and earned a commercial boat captain’s license (which I still have).My first architecture job was here at Ennead (then Polshek) when I was in charge of ordering supplies and running prints.  After graduate school and a short stint at a now-defunct firm called Proposition: Architecture, I returned to this office and sampled pretty much every role: junior designer, job captain, project architect, project manager, etc.  Along the way I led the implementation first of CAD and later BIM.  My 30+ years here continue to give me boundless satisfaction – because of the people I get to work with and because the architecture and research the firm produces makes a difference in the world.When I have free time I like to spend it renovating our house, shooting photos and visiting strange new places. I was born and raised in NYC, a child of academic parents, attending Columbia University three times – pre-K, college and graduate school.  Summers in Maine gave me an education in the value of small communities based on individualism, interdependency and service - much like our office!  In Maine I learned to build houses, repair wooden boats, fight fires, and earned a commercial boat captain’s license (which I still have).My first architecture job was here at Ennead (then Polshek) when I was in charge of ordering supplies and running prints.  After graduate school and a short stint at a now-defunct firm called Proposition: Architecture, I returned to this office and sampled pretty much every role: junior designer, job captain, project architect, project manager, etc.  Along the way I led the implementation first of CAD and later BIM.  My 30+ years here continue to give me boundless satisfaction – because of the people I get to work with and because the architecture and research the firm produces makes a difference in the world.When I have free time I like to spend it renovating our house, shooting photos and visiting strange new places.\nEducation: {'institution': 'Columbia University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Designer\nEmail: dongbai.song@ennead.com", "Title: Assistant Controller\nPhone: (212) 792-5959\nEmail: doris.lewis@ennead.com\nEducation: {'institution': 'William Patterson University', 'degree': 'Undergraduate', 'specialty': 'Accounting'}", "Title: Architectural Designer\nPhone: (212) 792-5931\nEmail: edward.kim@ennead.com\nEducation: {'institution': 'Cornell University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Consultant\nEmail: elizabeth.austin@ennead.com", "Title: Architectural Designer\nPhone: 1-213-265-7654\nEmail: elodie.graham@ennead.com\nBio: I was born in Tucson, AZ but quickly moved to a suburb of Paris at the age of 4. After 14 years in France  I decided to move back to the US for college and somehow ended up in Houston, Texas at Rice University.After four years at Rice, I came to Ennead to intern for 9 months and ended up staying two years! After a whirlwind 5th year of studying in Paris and Houston and (finally) graduating, I couldn't stand being away from Ennead any longer. Outside the office, I love to cook (the spicier the better), drink tea (pretty much only earl grey) and explore. I was born in Tucson, AZ but quickly moved to a suburb of Paris at the age of 4. After 14 years in France  I decided to move back to the US for college and somehow ended up in Houston, Texas at Rice University.After four years at Rice, I came to Ennead to intern for 9 months and ended up staying two years! After a whirlwind 5th year of studying in Paris and Houston and (finally) graduating, I couldn't stand being away from Ennead any longer. Outside the office, I love to cook (the spicier the better), drink tea (pretty much only earl grey) and explore.\nEducation: {'institution': 'Rice University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Principal\nPhone: (212) 792-5915\nEmail: emily.kirkland@ennead.com\nBio: ProgrammingVisioningPresentation Plans -  Revit to IllustratorUsing Revit for Managing AreasLab DesignHigher EducationRestaurants in Austin\nEducation: {'institution': 'Rice University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nEmail: erik.berta@ennead.com", "Title: Architectural Designer\nPhone: 646-437-1727\nEmail: xinyue.liu@ennead.com\nEducation: {'institution': 'Rice University', 'degree': 'Undergraduate', 'specialty': 'Expected Graduation 2024'}", "Title: Position not available\nEmail: fang.cui@ennead.com", "Title: Architectural Designer\nPhone: 646-437-1766\nEmail: fangzhou.liu@ennead.com\nBio: I grew up in China. After completing my B.A in financial management I transferred my major to architecture. I spent my last three years learning and exploring architecture in Washington University in St.Louis.I'm interested in environmental friendly topics, including sustainable material and landscaper building. For further development I'd like to explore more about material and details in practical projects.During my free time I enjoy painting and playing piano, composing sometimes. I grew up in China. After completing my B.A in financial management I transferred my major to architecture. I spent my last three years learning and exploring architecture in Washington University in St.Louis.I'm interested in environmental friendly topics, including sustainable material and landscaper building. For further development I'd like to explore more about material and details in practical projects.During my free time I enjoy painting and playing piano, composing sometimes.\nEducation: {'institution': 'Zhongnan University of Economics and Law', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Financial Analyst\nPhone: (646) 437-1780\nEmail: favian.garcia@ennead.com\nBio: Hello! I was born and raised in New Jersey in the New York Metropolitan area.I focused my studies in Finance and Accounting, as well as some programming. After graduating from Fairleigh Dickinson University, I worked primarily in Accounting for 6 years before joining Ennead in 2014. Outside of work, I enjoy traveling, jogging, yoga, fitbit challenges, hiking, films, art, museums, live music, and technology. Hello! I was born and raised in New Jersey in the New York Metropolitan area.I focused my studies in Finance and Accounting, as well as some programming. After graduating from Fairleigh Dickinson University, I worked primarily in Accounting for 6 years before joining Ennead in 2014. Outside of work, I enjoy traveling, jogging, yoga, fitbit challenges, hiking, films, art, museums, live music, and technology.\nEducation: {'institution': 'Fairleigh Dickinson University', 'degree': 'Undergraduate', 'specialty': 'Finance'}", "Title: Principal\nPhone: (646) 437-1713\nEmail: felicia.berger@ennead.com\nEducation: {'institution': 'University of Virginia', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Mail Clerk\nPhone: (212) 792-5930\nEmail: feliks.peck@ennead.com\nEducation: {'institution': 'Moscow Printing Institute', 'degree': 'Undergraduate', 'specialty': 'Mechanical Engineering'}", "Title: Principal\nPhone: (212) 792-5944\nEmail: francelle.lim@ennead.com\nBio: Cultural and Performing Arts\nEducation: {'institution': 'University of Michigan', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: (212) 792-5862\nEmail: gary.anderson@ennead.com\nEducation: {'institution': 'New York Institute of Technology', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 212-584-6131\nEmail: Gayatri.Desai@ennead.com\nEducation: {'institution': 'Institute for Advanced Architecture of Catalonia Barcelona', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nEmail: gemma.xie@ennead.com\nEducation: {'institution': 'School of Architecture', 'degree': 'Undergraduate', 'specialty': 'Master of Architecture'}", "Title: Partner\nPhone: 1-213-265-7362\nEmail: grace.chen@ennead.com\nEducation: {'institution': 'Tongji University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Partner\nPhone: (212) 792-5937\nEmail: guy.maxwell@ennead.com\nBio: I am originally from Virginia—born and grew up in Richmond and later attended the University of Virginia in Charlottesville. The son of a school teacher and a contractor, I suppose that learning and building are in my blood. I came to New York in the early 90s for graduate school at Columbia—at the time I had no idea that I would stay here, but New York has a way of growing on you. I have spent almost my entire professional career at Ennead, having started working at Polshek right out of grad school. I have had the great pleasure of working with some incredibly talented architects on some amazing projects...science museums, colleges/universities, and New York City municipal buildings. I was initially attracted to the firm because of its excellence across all facets of the profession—design, management and technical execution—and continue to believe that this is our unique strength.In my spare time, I am a naturalist, birdwatcher, hiker, gardener, woodworker, sawyer, painter, handyman, tool restorer, dog and cat lover, photographer... Clearly too many hobbies for so little free time! I am originally from Virginia—born and grew up in Richmond and later attended the University of Virginia in Charlottesville. The son of a school teacher and a contractor, I suppose that learning and building are in my blood. I came to New York in the early 90s for graduate school at Columbia—at the time I had no idea that I would stay here, but New York has a way of growing on you. I have spent almost my entire professional career at Ennead, having started working at Polshek right out of grad school. I have had the great pleasure of working with some incredibly talented architects on some amazing projects...science museums, colleges/universities, and New York City municipal buildings. I was initially attracted to the firm because of its excellence across all facets of the profession—design, management and technical execution—and continue to believe that this is our unique strength.In my spare time, I am a naturalist, birdwatcher, hiker, gardener, woodworker, sawyer, painter, handyman, tool restorer, dog and cat lover, photographer... Clearly too many hobbies for so little free time!\nEducation: {'institution': 'University of Virginia', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 212-792-5941\nEmail: Han.Isozen@ennead.com\nEducation: {'institution': 'University of Southern California', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Architecture'}", "Title: Architectural Designer\nPhone: 1-213-787-6611\nEmail: hsiaochiao.peng@ennead.com\nEducation: {'institution': 'Tunghai University, Taiwan', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Consultant\nEmail: Hunter.Schmidt@ennead.com", "Title: Architectural Designer\nPhone: (212) 792-5923\nEmail: hyunjoo.lee@ennead.com\nEducation: {'institution': 'Seoul National University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 646-437-1726\nEmail: ingrid.evenson@ennead.com\nEducation: {'institution': 'Cornell University', 'degree': 'Undergraduate', 'specialty': 'Expected Graduation 2024'}", "Title: Associate Principal\nPhone: (212) 792-5967\nEmail: james.sinks@ennead.com\nBio: I'm a native Michigander (no bird jokes please), raised in the Detroit area, completing my undergraduate work at the University of Michigan's School of Business Administration.  After working for several years as a CPA for Arthur Andersen & Co., I concluded that financial security was an unseemly goal and left for New York City to become an architect. Graduating from Columbia University in 1984, I joined James Stewart Polshek and Partners and have been with Polshek/Ennead ever since.I serve as Technical Director of the firm and, as such, have been tasked with leading the effort in developing the office's technical resources and maintaining the quality of our work. Over my 35 years in the office, I've seen a lot and retained enough of it to be knowledgeable about much of what doesn't work and some of what does. Although my sporting days are rapidly fading from memory, I remain an avid, if more sedentary outdoorsman, engaged in gardening and photography mixed in with the occasional  hiking or kayaking expedition in the mistaken belief that I will recapture my youth. I'm a native Michigander (no bird jokes please), raised in the Detroit area, completing my undergraduate work at the University of Michigan's School of Business Administration.  After working for several years as a CPA for Arthur Andersen & Co., I concluded that financial security was an unseemly goal and left for New York City to become an architect. Graduating from Columbia University in 1984, I joined James Stewart Polshek and Partners and have been with Polshek/Ennead ever since.I serve as Technical Director of the firm and, as such, have been tasked with leading the effort in developing the office's technical resources and maintaining the quality of our work. Over my 35 years in the office, I've seen a lot and retained enough of it to be knowledgeable about much of what doesn't work and some of what does. Although my sporting days are rapidly fading from memory, I remain an avid, if more sedentary outdoorsman, engaged in gardening and photography mixed in with the occasional  hiking or kayaking expedition in the mistaken belief that I will recapture my youth.\nEducation: {'institution': 'University of Michigan', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Principal\nPhone: (212) 792-5956\nEmail: jarrett.pelletier@ennead.com\nBio: Graphics\nEducation: {'institution': 'Carnegie Mellon University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Intern\nPhone: (213) 855-3993\nEmail: Jasmine.Ho@ennead.com\nBio: I'm a rising fifth year B.Arch student at the University of Southern California. Fight on! I'm originally from Long Island, New York. Most of my projects have an emphasis in sustainable design, inspired by the minor I am pursing in Enviornmental Studies. I'm a rising fifth year B.Arch student at the University of Southern California. Fight on! I'm originally from Long Island, New York. Most of my projects have an emphasis in sustainable design, inspired by the minor I am pursing in Enviornmental Studies.\nEducation: {'institution': 'University of Southern California', 'degree': 'Graduate', 'specialty': 'Bachelor of Architecture'}", "Title: Marketing Manager\nPhone: 646-437-1732\nEmail: Jason.Ojeda@ennead.com\nEducation: {'institution': 'Catholic University of America', 'degree': 'Graduate', 'specialty': 'Concentration in History of Architecture'}", "Title: Associate\nPhone: 2127925981\nEmail: jungin.chang@ennead.com\nBio: I was born and raised in Seoul, South Korea, and I moved to New York City in 2011. I studied interior architecture, environmental design, and interior design throughout my academic years. My experience runs from workplace interiors, cultural spaces, and commercial development projects. I like to spend my weekends running, playing my favorite music playlist(loud), visiting art exhibits to see various forms of artwork, and finding one unique thing. It motivates me to think outside of the box. I was born and raised in Seoul, South Korea, and I moved to New York City in 2011. I studied interior architecture, environmental design, and interior design throughout my academic years. My experience runs from workplace interiors, cultural spaces, and commercial development projects. I like to spend my weekends running, playing my favorite music playlist(loud), visiting art exhibits to see various forms of artwork, and finding one unique thing. It motivates me to think outside of the box.\nEducation: {'institution': 'School of Design', 'degree': 'Graduate', 'specialty': 'Unknown'}", "Title: Architectural Designer\nPhone: (646) 437-1788\nEmail: jenn.sandoval@ennead.com\nBio: Revit, CAD, Illustrator, Photoshop\nEducation: {'institution': 'Palermo University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Associate\nPhone: 212-792-5904\nEmail: jessica.gunraj@ennead.com\nBio: Revit\nEducation: {'institution': 'University of Oregon', 'degree': 'Graduate', 'specialty': 'M.Arch'}", "Title: Project Architect\nPhone: 646-437-1711\nEmail: JiHyeon.Park@ennead.com\nBio: I was born and raised in Seoul, South Korea. After spending a year in Georgia as a high school exchange student, I returned home and graduated from foreign language high school where I majored in French; sadly, my French skill got rusted and I’d like to work on it again.  Then, I came back to the States for the college. I went to Pratt Institute for a B.Arch with construction management as a minor. Immediately after Pratt, I went to GSAPP at Columbia University for a MS. in advanced architectural design.I give credit to (or blame on) my sister for unintentionally brainwashing me into studying architecture as she always talked about it. She is still a great influence, sharing architectural news and translating the Japanese architecture magazines/books for me. Oh, she became a cool Japanese-to-Korean translator instead of an architect. Before joining Ennead, I’ve worked on the public schools and affordable housing restoration/rehabilitation, and a new ground-up community center in public interest design. My experience at architecture firms also includes the healthcare facilities, high-end residential condominiums and residential renovation.Outside of the office, I’m a traveler. I love traveling, trying different foods, learning new languages, and exploring the cultures. My favorite experience so far was lying down on Sahara Desert in Morocco and staring at the millions of stars all night. I was born and raised in Seoul, South Korea. After spending a year in Georgia as a high school exchange student, I returned home and graduated from foreign language high school where I majored in French; sadly, my French skill got rusted and I’d like to work on it again.  Then, I came back to the States for the college. I went to Pratt Institute for a B.Arch with construction management as a minor. Immediately after Pratt, I went to GSAPP at Columbia University for a MS. in advanced architectural design.I give credit to (or blame on) my sister for unintentionally brainwashing me into studying architecture as she always talked about it. She is still a great influence, sharing architectural news and translating the Japanese architecture magazines/books for me. Oh, she became a cool Japanese-to-Korean translator instead of an architect. Before joining Ennead, I’ve worked on the public schools and affordable housing restoration/rehabilitation, and a new ground-up community center in public interest design. My experience at architecture firms also includes the healthcare facilities, high-end residential condominiums and residential renovation.Outside of the office, I’m a traveler. I love traveling, trying different foods, learning new languages, and exploring the cultures. My favorite experience so far was lying down on Sahara Desert in Morocco and staring at the millions of stars all night.\nEducation: {'institution': 'Pratt Institute', 'degree': 'Undergraduate', 'specialty': 'M.S. in Advanced  Architectural Design'}", "Title: Intern\nPhone: (212)792-5879\nEmail: Jlees.Ahmed@ennead.com\nEducation: {'institution': 'Illinois Institute of Technology', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Architecture'}", "Title: Legal Administrator\nPhone: (212) 792-5886\nEmail: joanna.lisiak@ennead.com\nBio: Lobbying efforts and filing, Consultant Agreements, AIA memberships, AIA agreement templates, Certificate of Insurance, NDAs, Vendor contracts, Firm State registrations, AIA Education credits, State licenses and renewals, Prime Agreements, intranet\nEducation: {'institution': 'South New Hampshire University', 'degree': 'Undergraduate', 'specialty': 'Business Finance'}", "Title: Senior Associate\nEmail: zhengjohn.huang@ennead.com", "Title: Senior Associate\nPhone: (212) 792-5908\nEmail: john.jordan@ennead.com\nEducation: {'institution': 'Tulane University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Partner\nPhone: 212- 807-7171\nEmail: joseph.fleischer@ennead.com\nEducation: {'institution': 'Montclair Public Schools, Glenfield Middle School', 'degree': '807:7171', 'specialty': '855:6470'}", "Title: Associate Principal\nPhone: 646-437-1689\nEmail: julia.gamolina@ennead.com\nEducation: {'institution': 'Cornell University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 2125846324\nEmail: julia.specht@ennead.com\nEducation: {'institution': 'Technical University Dresden', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Associate\nEmail: justin.woo@ennead.com\nEducation: {'institution': 'Shanghai International Studies University', 'degree': 'Undergraduate', 'specialty': 'English Literature'}", "Title: Architectural Designer\nPhone: (646) 437-1763\nEmail: kailey.baker@ennead.com\nEducation: {'institution': 'Savannah College of Art & Design', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: +86 138 1770 4627\nEmail: kang.yu@ennead.com", "Title: Associate Principal\nPhone: (212) 792-5958\nEmail: kate.kulpa@ennead.com\nBio: I was born and raised in central Connecticut and went to undergraduate school in Boston and graduate school in upstate New York. I spent a short time in Philadelphia after graduating before moving to New York to work as a exterior wall consultant at R.A. Heintges (Heintges and Associates).  Here I began focusing on exterior envelope detailing which continues to be my passion. I joined Ennead (Polshek Partership) in 2001 and have been working on the exterior of exciting projects ever since.Outside of work I enjoy hiking all year round, kayaking (just got a kayak!) and volunteering at the local animal shelter. I was born and raised in central Connecticut and went to undergraduate school in Boston and graduate school in upstate New York. I spent a short time in Philadelphia after graduating before moving to New York to work as a exterior wall consultant at R.A. Heintges (Heintges and Associates).  Here I began focusing on exterior envelope detailing which continues to be my passion. I joined Ennead (Polshek Partership) in 2001 and have been working on the exterior of exciting projects ever since.Outside of work I enjoy hiking all year round, kayaking (just got a kayak!) and volunteering at the local animal shelter.\nEducation: {'institution': 'Syracuse University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Marketing Cooridinator\nPhone: 212-589-8223\nEmail: Katie.Fairbrother@ennead.com\nEducation: {'institution': 'Florida State University', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Science in Media Communication Studies'}", "Title: Senior Associate\nPhone: (212) 792-5952\nEmail: kevin.hamlett@ennead.com\nBio: I've lived in NYC for over 20+ years and I have worked for a number of highly-respected offices such as Richard Meier & Partners, Santiago Calatrava & Gabellini Sheppard. With my background, I bring a rigorous commitment to producing excellent design. My eye is focused on creating forms and spaces that emphasize light, proportion and materiality. I've spent the bulk of my career working on high-end residential projects across the globe from private houses to large, multi-family high rise condo. In addition, I have designed a number of building lobbies and amenity spaces throughout the city including those at the Seagram Building. My wife and I live in Williamsburg, Brooklyn. If you are in the neighborhood, look me up! I've lived in NYC for over 20+ years and I have worked for a number of highly-respected offices such as Richard Meier & Partners, Santiago Calatrava & Gabellini Sheppard. With my background, I bring a rigorous commitment to producing excellent design. My eye is focused on creating forms and spaces that emphasize light, proportion and materiality. I've spent the bulk of my career working on high-end residential projects across the globe from private houses to large, multi-family high rise condo. In addition, I have designed a number of building lobbies and amenity spaces throughout the city including those at the Seagram Building. My wife and I live in Williamsburg, Brooklyn. If you are in the neighborhood, look me up!\nEducation: {'institution': 'University of Virginia', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Associate\nPhone: 646-437-1734\nEmail: kevin.kim@ennead.com\nEducation: {'institution': 'Rhode Island School of Design', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Associate Principal\nPhone: (212) 792-5945\nEmail: kevin.krudwig@ennead.com\nBio: I was raised in a small suburban town in northern Connecticut before moving on to Boston for undergraduate school. Afterward, I worked a few years for various architecture firms before attending graduate school in upstate New York. With my school days behind me, I came to the city and worked for Gran Associates where I managed their high school restructuring and renovation projects. In 2008, I joined Ennead Architects and began working on the Sinatra School, followed by the Yale Art Gallery renovation and the Kimmel Pavilion Hospital.I am particularly interested in saving the planet through environmentally responsive design and high performance healthcare buildings :-)Outside of work, I enjoy cycling and exploring the city with my son. I was raised in a small suburban town in northern Connecticut before moving on to Boston for undergraduate school. Afterward, I worked a few years for various architecture firms before attending graduate school in upstate New York. With my school days behind me, I came to the city and worked for Gran Associates where I managed their high school restructuring and renovation projects. In 2008, I joined Ennead Architects and began working on the Sinatra School, followed by the Yale Art Gallery renovation and the Kimmel Pavilion Hospital.I am particularly interested in saving the planet through environmentally responsive design and high performance healthcare buildings :-)Outside of work, I enjoy cycling and exploring the city with my son.\nEducation: {'institution': 'Wentworth Institute of Technology', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Partner\nPhone: (212) 792-5938\nEmail: kevin.mcclurkan@ennead.com\nBio: Staffing, Project Management, AIA, History\nEducation: {'institution': 'University of Arkansas', 'degree': '5 Year Professional', 'specialty': 'Architecture'}", "Title: Associate Principal\nPhone: (212) 792-5921\nEmail: kevin.seymour@ennead.com\nBio: I was born in New Jersey, mostly grew up in Houston, and lived in Rome, Austin, Los Angeles, and San Francisco before settling in New York City.  I got my undergraduate architecture degree from the University of Texas at Austin and my masters degree in historic preservation from Columbia University.  I've taught at the New York Institute of Technology and served as the president of Preservation Alumni.Before joining Ennead in 2011, I worked at Gensler (both the San Francisco and New York offices) and was an associate at a small preservation-focused firm, Jan Hird Pokorny Associates.  At Ennead, I have worked on the Cincinnati Music Hall; the Cathedral School renovations and expansion; multiple projects for the Cathedral of Saint John the Divine, such as the North Transept; the Northwell 75 project; and NYU's renovation of 25 West 4th Street.I'm a member of the AIA's Historic Building Committee and the Association of Preservation Technology. I was born in New Jersey, mostly grew up in Houston, and lived in Rome, Austin, Los Angeles, and San Francisco before settling in New York City.  I got my undergraduate architecture degree from the University of Texas at Austin and my masters degree in historic preservation from Columbia University.  I've taught at the New York Institute of Technology and served as the president of Preservation Alumni.Before joining Ennead in 2011, I worked at Gensler (both the San Francisco and New York offices) and was an associate at a small preservation-focused firm, Jan Hird Pokorny Associates.  At Ennead, I have worked on the Cincinnati Music Hall; the Cathedral School renovations and expansion; multiple projects for the Cathedral of Saint John the Divine, such as the North Transept; the Northwell 75 project; and NYU's renovation of 25 West 4th Street.I'm a member of the AIA's Historic Building Committee and the Association of Preservation Technology.\nEducation: {'institution': 'University of Texas, Austin', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: (646) 437-1723\nEmail: kori.camacho-onal@ennead.com\nBio: I grew up in Yuma, Arizona and graduated from The University of Arizona with a Bachelor of Architecture degree. I began my career working for a small firm, The Architecture Company (TAC), where I was given the responsibilities of completing State Historic Preservation Office (SHPO) forms and documentation, marketing, project archiving, and construction administration. I moved to New York City and joined Ennead Architects in the fall of 2013 where I continue to focus on construction administration and have been part of various projects including a higher education facility, an academic laboratory, a teaching and research healthcare center, and an Embassy. I became a member Construction Specifications Institute (CSI) in 2018. I hold a professional certification in Construction Documents Technologist (CDT) from CSI and am working toward becoming a Certified Construction Contract Administrator (CCCA). I grew up in Yuma, Arizona and graduated from The University of Arizona with a Bachelor of Architecture degree. I began my career working for a small firm, The Architecture Company (TAC), where I was given the responsibilities of completing State Historic Preservation Office (SHPO) forms and documentation, marketing, project archiving, and construction administration. I moved to New York City and joined Ennead Architects in the fall of 2013 where I continue to focus on construction administration and have been part of various projects including a higher education facility, an academic laboratory, a teaching and research healthcare center, and an Embassy. I became a member Construction Specifications Institute (CSI) in 2018. I hold a professional certification in Construction Documents Technologist (CDT) from CSI and am working toward becoming a Certified Construction Contract Administrator (CCCA).\nEducation: {'institution': 'University of Arizona', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Associate Principal\nPhone: (212) 792-5887\nEmail: kristen.alexander@ennead.com\nEducation: {'institution': 'University of Texas, Austin', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: (212) 792-5942\nEmail: kyo.jin@ennead.com\nEducation: {'institution': 'University of Illinois, Urbana Champaign', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: (212) 792-5978\nEmail: kyung.min@ennead.com\nEducation: {'institution': 'Syracuse University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Intern\nEmail: Qirui.Fang@ennead.com\nBio: I am also known as Qirui Fang, which is my given name. I was born in Zhengzhou, China, and my family immigrated to Canada when I was seven. I grew up in Vancouver, Canada. I became a Canadian 5 years ago. Currently, I am living in Brooklyn and studying architecture at Pratt Institute Undergrad. I have two cats in Canada, and I plan to have more. In my free time, I enjoy photography and making random fidget and paper goods. I am also known as Qirui Fang, which is my given name. I was born in Zhengzhou, China, and my family immigrated to Canada when I was seven. I grew up in Vancouver, Canada. I became a Canadian 5 years ago. Currently, I am living in Brooklyn and studying architecture at Pratt Institute Undergrad. I have two cats in Canada, and I plan to have more. In my free time, I enjoy photography and making random fidget and paper goods.\nEducation: {'institution': 'Pratt Institute School of Architecture', 'degree': 'Undergraduate', 'specialty': 'Architecture &  Sustainability'}", "human_name: LaNee Carter profile_url: https://ei.ennead.com/employee/8F3C11B9-4383-40DF-876A-A90BAE216435/lanee-carter image_url: https://ei.ennead.com/api/image/8511f767-80be-47fc-a86b-8fb663b30cb5/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:17:32.166124", "Title: Project Architect\nEmail: Lan.Chen@ennead.com", "human_name: Latoya Kamdang profile_url: https://ei.ennead.com/employee/57AE66EA-CBD1-4B9D-BA96-61BD2176D3F5/latoya-kamdang image_url: https://ei.ennead.com/api/image/2b0e46ab-6f48-40fa-8990-2627689ef653/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:17:47.934875", "human_name: Laura Joo profile_url: https://ei.ennead.com/employee/B3A3891B-2125-4BE8-8A49-77A0ADAB180C/laura-joo image_url: https://ei.ennead.com/api/image/8511be81-b00f-46f1-b452-0070064ad988/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:18:03.846945", "human_name: Laura Rodriguez profile_url: https://ei.ennead.com/employee/1AA7790D-F9E5-4D03-8D1E-1898554338F6/laura-rodriguez image_url: https://ei.ennead.com/api/image/e038898b-1fd0-44ba-a911-531351566e96/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:18:19.351020", "human_name: Leah Li profile_url: https://ei.ennead.com/employee/4F51B4E0-1A6E-4839-AC67-1D2D9553B6B1/leah-li image_url: https://ei.ennead.com/api/image/767ddf15-3a45-4d2c-ac58-c2bf894605a3/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:18:35.076577", "Title: Graphic Designer & Marketing Coordinator\nPhone: 2127925982\nEmail: lena.yang@ennead.com\nBio: I grew up in Grand Blanc, Michigan, a small suburban town. My family owned a restaurant in Flint, Michigan for 30 years and I spent my first two years of college working with and getting to know the Flint community during the water crisis, which is still ongoing. I then attended the University of Michigan in Ann Arbor where I received my BFA in Graphic Design with interests in environmental studies. I have a lot of personal and professional interest in the topics of sustainability, community, and gender/cultural identity.In my free time, I like reading, live music, people watching, knick knacks of any kind and drafting up my own designs on my sewing machine. Food is an important part of my life, and I will always happily accept restaurant recommendations! I grew up in Grand Blanc, Michigan, a small suburban town. My family owned a restaurant in Flint, Michigan for 30 years and I spent my first two years of college working with and getting to know the Flint community during the water crisis, which is still ongoing. I then attended the University of Michigan in Ann Arbor where I received my BFA in Graphic Design with interests in environmental studies. I have a lot of personal and professional interest in the topics of sustainability, community, and gender/cultural identity.In my free time, I like reading, live music, people watching, knick knacks of any kind and drafting up my own designs on my sewing machine. Food is an important part of my life, and I will always happily accept restaurant recommendations!\nEducation: {'institution': 'University of Michigan', 'degree': 'Undergraduate', 'specialty': 'Graphic Design'}", "Title: Senior Associate\nPhone: (212) 792-5876\nEmail: lisa.reese@ennead.com\nBio: I was born and raised in New York and have been a resident of the West Village for many years.  As the Office Manager, I help keep the Office running smoothly and oversees support services.  I enjoy working in creative environments and happy to be part of the Ennead team.  When I'm not working you’ll often find me in the kitchen cooking and exploring new recipes.  Other interests include gardening and painting. I was born and raised in New York and have been a resident of the West Village for many years.  As the Office Manager, I help keep the Office running smoothly and oversees support services.  I enjoy working in creative environments and happy to be part of the Ennead team.  When I'm not working you’ll often find me in the kitchen cooking and exploring new recipes.  Other interests include gardening and painting.\nEducation: {'institution': 'Associates', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Applied Sciences', 'degree': 'Unknown', 'specialty': 'Unknown'}", "Title: Associate\nPhone: (646) 437-1736\nEmail: Liz.Shaban@ennead.com\nBio: After graduating from Washington University, I started my architecture career at a small firm in St. Louis where I worked on mainly multi-unit residential projects. Graduate study at the University of Virginia landed me in Charlottesville for three years then my job at Ennead brought me to NYC. Shortly before the pandemic I moved from Hell's Kitchen to my home state of New Jersey, and I currently reside in Jersey City with my husband and son. In our spare time you'll find us at a Red Bulls or Gotham FC soccer game or grilling in our backyard. After graduating from Washington University, I started my architecture career at a small firm in St. Louis where I worked on mainly multi-unit residential projects. Graduate study at the University of Virginia landed me in Charlottesville for three years then my job at Ennead brought me to NYC. Shortly before the pandemic I moved from Hell's Kitchen to my home state of New Jersey, and I currently reside in Jersey City with my husband and son. In our spare time you'll find us at a Red Bulls or Gotham FC soccer game or grilling in our backyard.\nEducation: {'institution': 'Washington University, St. Louis', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Associate Principal\nPhone: (212) 792-5934\nEmail: lois.mate@ennead.com\nEducation: {'institution': 'University of Virginia', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Associate Principal\nEmail: lynn.zhang@ennead.com\nEducation: {'institution': 'Nanjing Tech University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 646-437-1762\nEmail: madeleine.reid@ennead.com\nEducation: {'institution': 'Yale School of Architecture', 'degree': 'Graduate', 'specialty': 'Bachelors Architecture'}", "Title: Associate Principal\nPhone: (212) 792-5866\nEmail: manson.fung@ennead.com\nEducation: {'institution': 'University of Toronto', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 646-437-1708\nEmail: mariana.bravo@ennead.com\nEducation: {'institution': 'Pratt Institute', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Architecture'}", "Title: Associate  Principal\nPhone: (212) 792-5913\nEmail: marissa.sweig@ennead.com\nEducation: {'institution': 'Yale University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: (212) 792-5877\nEmail: mat.strack@ennead.com\nEducation: {'institution': 'University of Illinois', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: (646) 437-1733\nEmail: matt.hitscherich@ennead.com\nBio: I am a graduate of the Irwin S. Chanin School of Architecture at The Cooper Union. The majority of my professional experience was gained by working on residential and institutional projects with Diane Lewis Architect, until her death in 2017.  I have worked on several restoration projects with the Vatican in Venice, Italy, with Milestone Architecture. I am co editor of the book \"OPEN CITY: Existential Urbanity\" presented at MoMA, New Museum, and collected by the Library of Congress.I have greatly enjoyed working on commercial work, here at Ennead, for the last few years. I am a graduate of the Irwin S. Chanin School of Architecture at The Cooper Union. The majority of my professional experience was gained by working on residential and institutional projects with Diane Lewis Architect, until her death in 2017.  I have worked on several restoration projects with the Vatican in Venice, Italy, with Milestone Architecture. I am co editor of the book \"OPEN CITY: Existential Urbanity\" presented at MoMA, New Museum, and collected by the Library of Congress.I have greatly enjoyed working on commercial work, here at Ennead, for the last few years.\nEducation: {'institution': 'Cooper Union', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Undergraduate', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Architecture', 'degree': 'Unknown', 'specialty': 'Unknown'}", "Title: Architectural Designer\nPhone: 212-792-5822\nEmail: matthew.mendicino@ennead.com\nBio: I graduated from Loyola Maryland in Baltimore and began working in the CRE industry as a leasing and sales representative for Colliers International in their NYC and FFLD/Westchester County offices. I am currently pursuing my M.Arch degree at Pratt Institute in Brooklyn, NY and really enjoying myself. I am joining Ennead as part of the Business Dev/Marketing Team and will be working closely with Eric Spencer.I grew up in Connecticut and spent the majority of my life there. I now live in Brooklyn with my Fiancé and hope to stay there for a while! I graduated from Loyola Maryland in Baltimore and began working in the CRE industry as a leasing and sales representative for Colliers International in their NYC and FFLD/Westchester County offices. I am currently pursuing my M.Arch degree at Pratt Institute in Brooklyn, NY and really enjoying myself. I am joining Ennead as part of the Business Dev/Marketing Team and will be working closely with Eric Spencer.I grew up in Connecticut and spent the majority of my life there. I now live in Brooklyn with my Fiancé and hope to stay there for a while!\nEducation: {'institution': 'Pratt Institute', 'degree': 'Graduate', 'specialty': 'Marketing'}", "Title: Financial Analyst\nPhone: 2127925836\nEmail: matthew.ryan@ennead.com\nBio: Hello all! My name is Matt and I am from New York but currently reside in Jersey City. I first started my studies at Rockland Community College and got an Associates in Accounting to then acquire my BBA in Economics from Baruch College with focuses in Physics and Data Analytics. Previously to Ennead I worked at Alvarez & Marsal as an Analyst in their Disputes & Investigations team. In my free time I like to go to concerts, enjoy parks, and go camping. Hello all! My name is Matt and I am from New York but currently reside in Jersey City. I first started my studies at Rockland Community College and got an Associates in Accounting to then acquire my BBA in Economics from Baruch College with focuses in Physics and Data Analytics. Previously to Ennead I worked at Alvarez & Marsal as an Analyst in their Disputes & Investigations team. In my free time I like to go to concerts, enjoy parks, and go camping.\nEducation: {'institution': 'Baruch College', 'degree': '5 Year Professional', 'specialty': 'Economics'}", "Title: Associate Principal\nPhone: (212) 792-5870\nEmail: matthew.dionne@ennead.com\nEducation: {'institution': 'Wentworth Institute of Technology', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Associate Principal\nPhone: 1-213-265-7592\nEmail: melanie.weismiller@ennead.com\nEducation: {'institution': 'Cornell University', 'degree': '5 Year Professional', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 212-792-5895\nEmail: Melissa.Hendrix@ennead.com\nEducation: {'institution': 'Columbia University', 'degree': 'Graduate', 'specialty': 'Systems Engineering'}", "Title: Principal\nPhone: (212) 792-5988\nEmail: melissa.sarko@ennead.com\nEducation: {'institution': 'Carnegie Mellon University', 'degree': '5 Year Professional', 'specialty': 'Architecture'}", "Title: BIM Manager\nPhone: 646-437-1744\nEmail: Mia.Tsiamis@ennead.com\nEducation: {'institution': 'Columbia University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 212-792-5875\nEmail: Michael.Fierle@ennead.com\nEducation: {'institution': 'Drexel University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Associate\nPhone: (212) 792-5903\nEmail: michael.hassett@ennead.com\nBio: I have lived in Brooklyn, NY my entire life completing my B.A. in Art/Architecural History at Brooklyn College and Masters at Pratt Institute’s School of Library and Information Science. Before joining Ennead I was working at the  The Onassis Library for Hellenic and Roman Art at the Metropolitan Museum. During my free time I enjoying bike riding, golf and playing pool. I have lived in Brooklyn, NY my entire life completing my B.A. in Art/Architecural History at Brooklyn College and Masters at Pratt Institute’s School of Library and Information Science. Before joining Ennead I was working at the  The Onassis Library for Hellenic and Roman Art at the Metropolitan Museum. During my free time I enjoying bike riding, golf and playing pool.\nEducation: {'institution': 'Brooklyn College', 'degree': 'Graduate', 'specialty': 'Arts in Art/Architectural History'}", "Title: Associate Principal\nPhone: 1-213-265-7655\nEmail: michael.saltzman@ennead.com\nEducation: {'institution': 'University of Pennsylvania School of Design', 'degree': 'Undergraduate', 'specialty': 'Real Estate Development/Planning'}", "Title: Marketing Coordinator\nPhone: 2127925990\nEmail: michaela.lunz@ennead.com\nBio: Born in San Francisco, CA, I was raised in Washington, D.C, but I have lived in the Tristate area for 12 years now. I attended Sarah Lawrence College, graduating with a concentration in art history and theater in 2020. Prior to joining Ennead, I worked in the art world, in art galleries and arts communications firms. My interests encompass the intersection of visual culture and storytelling, and how innovative storytelling modalities can engage the public in the history of art and architecture. In my free time, I design and conduct accessible, storytelling-based museum tours!Outside of my professional interests, I love Pilates, museums, theater, pop culture, travel, and fashion history! I also am an advocate for \"women's\" and reproductive health advocacy and inequality, as well as healthcare systems justice. Born in San Francisco, CA, I was raised in Washington, D.C, but I have lived in the Tristate area for 12 years now. I attended Sarah Lawrence College, graduating with a concentration in art history and theater in 2020. Prior to joining Ennead, I worked in the art world, in art galleries and arts communications firms. My interests encompass the intersection of visual culture and storytelling, and how innovative storytelling modalities can engage the public in the history of art and architecture. In my free time, I design and conduct accessible, storytelling-based museum tours!Outside of my professional interests, I love Pilates, museums, theater, pop culture, travel, and fashion history! I also am an advocate for \"women's\" and reproductive health advocacy and inequality, as well as healthcare systems justice.\nEducation: {'institution': 'Sarah Lawrence College', 'degree': 'Undergraduate', 'specialty': 'Liberal Arts'}", "Title: Administrative Assistant\nPhone: (212) 792-5933\nEmail: miguel.cruz@ennead.com", "Title: Associate\nPhone: (646) 437-1759\nEmail: mimoza.gjonbalaj@ennead.com\nEducation: {'institution': 'Baruch College', 'degree': 'Undergraduate', 'specialty': 'Accounting'}", "Title: Associate Principal\nPhone: (646) 437-1754\nEmail: Minh.Tran@ennead.com\nBio: I am a born and raised Houstonian. After attending the University of Texas at Austin, and a short time studying abroad in Tuscany, I moved to San Francisco where I enjoyed designing wineries, schools and multi-family residences. In 2012, I moved east and joined Ennead Architects. During my time at Ennead, I have worked on a wide range of projects including performance spaces, retail spaces and academic projects. Recently, I have taken on the role of Project Manager on a number projects with a focus on K-12 projects.  I am also involved in organizing essential resources and knowledge management for the office. In my free time, I enjoy tinkering, sewing, exploring the outdoors and chasing around my young daughter. I am a born and raised Houstonian. After attending the University of Texas at Austin, and a short time studying abroad in Tuscany, I moved to San Francisco where I enjoyed designing wineries, schools and multi-family residences. In 2012, I moved east and joined Ennead Architects. During my time at Ennead, I have worked on a wide range of projects including performance spaces, retail spaces and academic projects. Recently, I have taken on the role of Project Manager on a number projects with a focus on K-12 projects.  I am also involved in organizing essential resources and knowledge management for the office. In my free time, I enjoy tinkering, sewing, exploring the outdoors and chasing around my young daughter.\nEducation: {'institution': 'University of Texas, Austin', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Designer\nEmail: miya.ruan@ennead.com\nEducation: {'institution': 'Zengzhou University of Aeronautics', 'degree': 'Undergraduate', 'specialty': 'Urban Design'}", "Title: Partner\nPhone: (212) 792-5939\nEmail: molly.mcgowan@ennead.com\nEducation: {'institution': 'University of Pennsylvania', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 6464371715\nEmail: nazanin.modares@ennead.com\nEducation: {'institution': 'University of Sciene & Technology', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Associate\nEmail: neil.yuan@ennead.com\nEducation: {'institution': 'University of Nottingham', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: (646) 437-1781\nEmail: nicholas.jeffway@ennead.com\nBio: Stories lie hidden in the textures, forms and spaces which surround us. The subtleties and nuances of these narratives reveal where we have been and where we are headed. Originally from Northampton, Massachusetts; I grew up as one of five children (one of which being my twin sister) with a father who is an electronic engineer and toy inventor and a mother who is a French teacher. I have always been interested in different modes of working creatively. I began my undergraduate studies as a graphic designer, but eventually transferred to the architecture program at the University of Massachusetts, Amherst.I have worked as a fabricator for a small studio making sculpture, furniture and architectural elements. I have worked with the National Trust for Historic Presentation to organize and lead a community-driven design for a memorial park proposal in Richmond, VA. I have designed and built a tea house during the course of a month with a budget of sixty dollars, and I continue to use my interest in photography as an excuse to travel, explore and meet new people.I see architecture as a common ground between disparate voices and as a challenge to create a more holistic and harmonious future. Stories lie hidden in the textures, forms and spaces which surround us. The subtleties and nuances of these narratives reveal where we have been and where we are headed. Originally from Northampton, Massachusetts; I grew up as one of five children (one of which being my twin sister) with a father who is an electronic engineer and toy inventor and a mother who is a French teacher. I have always been interested in different modes of working creatively. I began my undergraduate studies as a graphic designer, but eventually transferred to the architecture program at the University of Massachusetts, Amherst.I have worked as a fabricator for a small studio making sculpture, furniture and architectural elements. I have worked with the National Trust for Historic Presentation to organize and lead a community-driven design for a memorial park proposal in Richmond, VA. I have designed and built a tea house during the course of a month with a budget of sixty dollars, and I continue to use my interest in photography as an excuse to travel, explore and meet new people.I see architecture as a common ground between disparate voices and as a challenge to create a more holistic and harmonious future.\nEducation: {'institution': 'University of Massachusetts, Amherst', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Associate\nPhone: 6464371735\nEmail: nicole.levine@ennead.com\nEducation: {'institution': 'Indiana University', 'degree': 'Undergraduate', 'specialty': 'Interior Design'}", "Title: Architectural Designer\nPhone: 212-792-5834\nEmail: Paula.Gronda@ennead.com\nEducation: {'institution': 'Universidad Torcuato Di Tella', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Graduate', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Architecture', 'degree': 'Unknown', 'specialty': 'Unknown'}", "Title: Partner\nPhone: (212) 584-6327\nEmail: peter.schubert@ennead.com\nBio: I have a history and a past prior to Ennead. I was at KPF for twenty years. As design principal there, my focus was on institutional as well as commercial buildings. I took that same interest to Hillier / RMJM, where I lead the Design in New York. When coming to Ennead, I was particularly enthused about bringing my interest in intersecting the institutional, cultural and educational into a more global practice for Ennead. I am particularly interested in the urban experience, how the commercial intersects with education and culture, and how aesthetic and urbanistic goals can mutually reinforce one another. I’m thrilled to be here. I have a history and a past prior to Ennead. I was at KPF for twenty years. As design principal there, my focus was on institutional as well as commercial buildings. I took that same interest to Hillier / RMJM, where I lead the Design in New York. When coming to Ennead, I was particularly enthused about bringing my interest in intersecting the institutional, cultural and educational into a more global practice for Ennead. I am particularly interested in the urban experience, how the commercial intersects with education and culture, and how aesthetic and urbanistic goals can mutually reinforce one another. I’m thrilled to be here.\nEducation: {'institution': 'Ohio State University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nEmail: qian.yu@ennead.com", "Title: Communications Manager\nPhone: 2127925951\nEmail: rachel.britain@ennead.com\nBio: InDesignIllustratorPhotoshopPremiere ProSocial Media\nEducation: {'institution': 'Winthrop University', 'degree': 'Undergraduate', 'specialty': 'Integrated Marketing Communications'}", "Title: Librarian\nPhone: 212-792-5960\nEmail: rae.vermeulen@ennead.com", "Title: Senior Associate\nEmail: regina.jiang@ennead.com", "human_name: Richard Olcott profile_url: https://ei.ennead.com/employee/A35D87DB-9328-4DAF-98B5-3F8D48B70404/richard-olcott image_url: https://ei.ennead.com/api/image/a32faef4-70c5-4285-a71d-82ac38999049/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:25:39.878513", "human_name: Richard Zhu profile_url: https://ei.ennead.com/employee/81066D21-DF0A-47A6-A2DF-25B3DCA6B06C/richard-zhu image_url: https://ei.ennead.com/api/image/7ba385c1-2a68-425f-be7c-177fdf15e511/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:25:55.385584", "human_name: Rick Michod profile_url: https://ei.ennead.com/employee/17E19AFA-8F7E-4A49-ABB8-3C5ABC2FA727/rick-michod image_url: https://ei.ennead.com/api/image/5925e806-0f4a-48df-be25-89dc997a7294/preview?size=250w250h_fxd&version=0 scraped_at: 2025-09-19T14:26:10.888764", "Title: Consultant\nEmail: roberto.espejo@ennead.com", "Title: Associate\nPhone: 212-792-5973\nEmail: robinson.strong@ennead.com\nBio: I am a native New Yorker and second generation architect with extra interest in computational design. Before Ennead, I worked as a project architect at Michael K Chen Architecture where I led efforts in computation and specialty fabrication. Currently, I teach Morphology at Pratt’s School of Architecture. Outside of work, I race an occasional triathlon, enjoy the outdoors, and DIY home improvement. I am a native New Yorker and second generation architect with extra interest in computational design. Before Ennead, I worked as a project architect at Michael K Chen Architecture where I led efforts in computation and specialty fabrication. Currently, I teach Morphology at Pratt’s School of Architecture. Outside of work, I race an occasional triathlon, enjoy the outdoors, and DIY home improvement.\nEducation: {'institution': 'Pratt Institute', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Architecture'}", "Title: Associate\nPhone: 2125846329\nEmail: sam.johnson@ennead.com\nBio: Originally from New Jersey, as an undergrad I attended the University of Massachusetts, Amherst, where I received my BFA in Architecture. Following this, I spent about 5 years working in NYC. First two at Midtown Preservation, a historic preservation & restoration firm, where I performed façade and roof inspections and managed projects on-site. The next three were at Building Studio Architects, a small office in midtown, where I worked on a range of projects including  a number of synagogues in South Brooklyn. If you have a project that is going to need a mikvah, come talk to me first! (or your rabbi)I recently graduated with my Master of Architecture from the University of Virginia. While there, I edited the school's design journal LUNCH, designed and fabricated an installation for the Smithsonian museum, spent a summer abroad in China, and chaired the graduate student government. My studio work was featured on the local news in Virginia, following which people said mean things about me on the internet. Such is life these days.With the little free time I have, I like to focus on music and comedy. I used to help run a small noise music label in Amherst, every release of which was utterly unlistenable, and have performed improv comedy in New York and Chicago. I have strong opinions about why architects should take comedy classes, which I am happy to discuss at length. Originally from New Jersey, as an undergrad I attended the University of Massachusetts, Amherst, where I received my BFA in Architecture. Following this, I spent about 5 years working in NYC. First two at Midtown Preservation, a historic preservation & restoration firm, where I performed façade and roof inspections and managed projects on-site. The next three were at Building Studio Architects, a small office in midtown, where I worked on a range of projects including  a number of synagogues in South Brooklyn. If you have a project that is going to need a mikvah, come talk to me first! (or your rabbi)I recently graduated with my Master of Architecture from the University of Virginia. While there, I edited the school's design journal LUNCH, designed and fabricated an installation for the Smithsonian museum, spent a summer abroad in China, and chaired the graduate student government. My studio work was featured on the local news in Virginia, following which people said mean things about me on the internet. Such is life these days.With the little free time I have, I like to focus on music and comedy. I used to help run a small noise music label in Amherst, every release of which was utterly unlistenable, and have performed improv comedy in New York and Chicago. I have strong opinions about why architects should take comedy classes, which I am happy to discuss at length.\nEducation: {'institution': 'University of Virginia', 'degree': 'Graduate', 'specialty': 'Architecture & Design'}", "Title: Architectural Designer\nPhone: 646.437.1764\nEmail: sanah.mengi@ennead.com\nEducation: {'institution': 'Columbia University', 'degree': 'Graduate', 'specialty': 'Masters of Science in Architecture and Urban Design'}", "Title: Senior Associate\nPhone: (212) 792-5882\nEmail: sandra.marcatili@ennead.com\nBio: I grew up in the Dallas burbs, and though I will never stop saying \"y'all,\" I am very happy that I now call NYC home.I moved to New York during my preceptorship year at Rice University to intern at MVVA, where I enjoyed learning about the textural approach employed by landscape architects. After graduating I moved back to New York to work at Ennead. I have spent most of my time here working on OBO projects with the occasional excursion into other project types. My extracurriculars have included supporting the office's ei platform, CA Forum, and navigator resources.I danced ballet growing up, and one of my favorite things to do now is go to dance performances. (I once heard someone describe both dance and architecture as the two arts of movement through space.) Other favorite pastimes include hiking, staring wistfully at other people's dogs in dog parks, cooking when I have the time, and very slowly building up my crocheting repertoire. I grew up in the Dallas burbs, and though I will never stop saying \"y'all,\" I am very happy that I now call NYC home.I moved to New York during my preceptorship year at Rice University to intern at MVVA, where I enjoyed learning about the textural approach employed by landscape architects. After graduating I moved back to New York to work at Ennead. I have spent most of my time here working on OBO projects with the occasional excursion into other project types. My extracurriculars have included supporting the office's ei platform, CA Forum, and navigator resources.I danced ballet growing up, and one of my favorite things to do now is go to dance performances. (I once heard someone describe both dance and architecture as the two arts of movement through space.) Other favorite pastimes include hiking, staring wistfully at other people's dogs in dog parks, cooking when I have the time, and very slowly building up my crocheting repertoire.\nEducation: {'institution': 'Rice University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Cloud Solutions Architect\nEmail: scott.eno@ennead.com\nEducation: {'institution': 'Idaho State University', 'degree': 'Associates', 'specialty': 'Bachelor Science'}", "Title: Associate\nPhone: (212) 807-7171\nEmail: sen.zhang@ennead.com\nBio: Dyn,Revit,Rhino,Blender,pythonEnnead TabRock Climbing\nEducation: {'institution': 'Rensselaer Polytechnic Institute', 'degree': 'Undergraduate', 'specialty': 'Advance Architecture'}", "Title: Associate\nPhone: 646-437-1694\nEmail: Sha.Li@ennead.com\nEducation: {'institution': 'Columbia', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Undergraduate', 'degree': 'Unknown', 'specialty': 'Unknown'}; {'institution': 'Architecture', 'degree': 'Unknown', 'specialty': 'Unknown'}", "Title: Architectural Designer\nPhone: 6464371749\nEmail: shelley.yang@ennead.com\nBio: I was born in Taiwan and grew up in Queens, NY. I lived in the windy city while studying psychology at the University of Chicago but decided to switch gears from conducting studies in a lab to creating study models at the Spitzer School of Architecture. After graduating, I worked on a range of projects in NYC including multi-family supportive housing, mixed-use, open spaces, and a full-service animal shelter.Outside of work, I enjoy hiking, cooking and exploring new places. Last fall I was able to fulfill a longtime dream to travel extensively around Southeast Asia and experience each country’s unique cuisine! I was born in Taiwan and grew up in Queens, NY. I lived in the windy city while studying psychology at the University of Chicago but decided to switch gears from conducting studies in a lab to creating study models at the Spitzer School of Architecture. After graduating, I worked on a range of projects in NYC including multi-family supportive housing, mixed-use, open spaces, and a full-service animal shelter.Outside of work, I enjoy hiking, cooking and exploring new places. Last fall I was able to fulfill a longtime dream to travel extensively around Southeast Asia and experience each country’s unique cuisine!\nEducation: {'institution': 'Bernard and Anne Spitzer School of Architecture', 'degree': 'Graduate', 'specialty': 'Master of Architecture'}", "Title: Position not available\nEmail: Shuhan.Dong@ennead.com", "Title: Intern\nEmail: Sivan.Szapiro@ennead.com\nEducation: {'institution': 'School of Architecture', 'degree': 'Undergraduate', 'specialty': 'Unknown'}", "Title: Architectural Designer\nPhone: (646) 437-1696\nEmail: stefan.abel@ennead.com\nEducation: {'institution': 'New York Institute of Technology', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Partner\nPhone: (212) 792-5878\nEmail: stephen.chu@ennead.com\nEducation: {'institution': 'University of California, Berkeley', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: 212-792-5890\nEmail: teresa.rampolla@ennead.com\nEducation: {'institution': 'Parson School of Design', 'degree': 'Graduate', 'specialty': 'Environmental Design'}", "Title: Architectural Designer\nPhone: 646-437-1710\nEmail: thomas.cunningham@ennead.com\nEducation: {'institution': 'University of Virginia', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Science in Architecture'}", "Title: Partner\nPhone: (212) 792-5980\nEmail: thomas.wong@ennead.com\nBio: Born and raised in Michigan and the product of twelve years of Catholic school, I am hopelessly guilt-ridden and forever at your service. Once upon a time, I used to play the piano tirelessly but only get an occasional crack at the ivories now, because I am usually either at the office, commuting back and forth from the office (the Shanghai office included) or pretending to be a farmer on our 200+year old, 7 acre homestead in Hunterdon County, New Jersey. Yes, I ride a 1952 Farmall Cub tractor and know how to operate a backhoe, and spend the rest of my time drawing pictures on trace or cooking with the family. One day, I dream to move back to NYC. Born and raised in Michigan and the product of twelve years of Catholic school, I am hopelessly guilt-ridden and forever at your service. Once upon a time, I used to play the piano tirelessly but only get an occasional crack at the ivories now, because I am usually either at the office, commuting back and forth from the office (the Shanghai office included) or pretending to be a farmer on our 200+year old, 7 acre homestead in Hunterdon County, New Jersey. Yes, I ride a 1952 Farmall Cub tractor and know how to operate a backhoe, and spend the rest of my time drawing pictures on trace or cooking with the family. One day, I dream to move back to NYC.\nEducation: {'institution': 'Cornell University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: INTERN\nEmail: tianyang.gao@ennead.com", "Title: Associate\nPhone: 212-792-5905\nEmail: tinglan.guo@ennead.com\nEducation: {'institution': 'Huazhong University', 'degree': 'Undergraduate', 'specialty': 'Architectural Design'}", "Title: Partner\nPhone: (212) 792-5965\nEmail: todd.schliemann@ennead.com\nEducation: {'institution': 'Cornell University', 'degree': '5 Year Professional', 'specialty': 'Architecture'}", "Title: Principal\nPhone: (212) 792-5897\nEmail: todd.vanvarick@ennead.com\nEducation: {'institution': 'Rice University', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Partner\nPhone: (212) 792-5961\nEmail: tomas.rossant@ennead.com\nBio: I was born on the island of Manhattan in 1965 and brought home to a dilapidated single-family townhouse in a bad neighborhood that today is the mall called SoHo.  My mother became a founding teacher at a weird and experimental school in Brooklyn called St Ann’s, and there I went for grades 1 through 12.  No grades.  No tests.  Lots of art.  Growing up in the city was a trip that offered me crazy experiences, like at 11 being in the paid professional chorus of the Metropolitan Opera Company, and at 15 a job (with Adam Horovitz of the Beastie Boys) renting people rowboats in Central Park.  From NYC I went to Dartmouth, studied Art History, spent a third of my time in Italy, and learned for the first-time what nature was all about.  After a year or two off (working as a paralegal), I then went to Harvard for my architectural education, where on summers off I wrote guide books on Italy for the Let’s Go series.  Upon graduation, I worked for Bill Rawn, then got picked up by Arata Isozaki to work in his yet to open NYC office.  Though I moved back to NYC to work for him, he couldn’t yet employ me, and asked that I “temp” until the office opened.  Two years of temping later, impatient and angry with Isozaki, I walked into the office of the Managing Partner of the firm where I was then temping and demanded a job.  That firm was Polshek and Partners (not fair: I knew Jim Polshek since I was a little boy).Like most designers, I am interested in form, proportion, materiality and the sublime potential of architecture, but my passion is to harness the power of well-designed environments to influence human interactivity and strengthen communities.  I consider buildings as cultural change agents that should—as architecture’s highest calling—positively impact human emotional, social, and intellectual well-being.  I have worked almost exclusively with not-for-profit institutional clients, and so enjoy collaborating with my teams to deliver buildings that advance interdisciplinary exchange, intellectual inquiry, and innovation to allow institutions to more effectively deliver on the promise of their missions.  Today I am also highly engaged in the debate about the future of design as a practice—and I fear for our profession as it enters what I think will be its crazy age of disruption and existential crisis.I have been very involved in the project of the city and the preservation of the arts.  My interests have led me to stints as the President of the Fine Arts Federation of New York, as a founding board member for Design on Screen (makes documentary films on the unsung heroes of design and architecture), as the Chairman of the Board of the Jose Limon Dance Foundation, an advisory board member to the Design Colloquium, and the President of AIANY.  Now I am happily done with all boards.  I am really into cycling, cooking, drinking good wine, and traveling (not for work).  I am separated from my wife but she remains my best friend (its like a Gwyneth Paltrow thing), and we lovingly co-parent my three boys, two cats, and one bird.I love our design culture, and I am amazed at the ingenious and creative people I get to work with every day. I was born on the island of Manhattan in 1965 and brought home to a dilapidated single-family townhouse in a bad neighborhood that today is the mall called SoHo.  My mother became a founding teacher at a weird and experimental school in Brooklyn called St Ann’s, and there I went for grades 1 through 12.  No grades.  No tests.  Lots of art.  Growing up in the city was a trip that offered me crazy experiences, like at 11 being in the paid professional chorus of the Metropolitan Opera Company, and at 15 a job (with Adam Horovitz of the Beastie Boys) renting people rowboats in Central Park.  From NYC I went to Dartmouth, studied Art History, spent a third of my time in Italy, and learned for the first-time what nature was all about.  After a year or two off (working as a paralegal), I then went to Harvard for my architectural education, where on summers off I wrote guide books on Italy for the Let’s Go series.  Upon graduation, I worked for Bill Rawn, then got picked up by Arata Isozaki to work in his yet to open NYC office.  Though I moved back to NYC to work for him, he couldn’t yet employ me, and asked that I “temp” until the office opened.  Two years of temping later, impatient and angry with Isozaki, I walked into the office of the Managing Partner of the firm where I was then temping and demanded a job.  That firm was Polshek and Partners (not fair: I knew Jim Polshek since I was a little boy).Like most designers, I am interested in form, proportion, materiality and the sublime potential of architecture, but my passion is to harness the power of well-designed environments to influence human interactivity and strengthen communities.  I consider buildings as cultural change agents that should—as architecture’s highest calling—positively impact human emotional, social, and intellectual well-being.  I have worked almost exclusively with not-for-profit institutional clients, and so enjoy collaborating with my teams to deliver buildings that advance interdisciplinary exchange, intellectual inquiry, and innovation to allow institutions to more effectively deliver on the promise of their missions.  Today I am also highly engaged in the debate about the future of design as a practice—and I fear for our profession as it enters what I think will be its crazy age of disruption and existential crisis.I have been very involved in the project of the city and the preservation of the arts.  My interests have led me to stints as the President of the Fine Arts Federation of New York, as a founding board member for Design on Screen (makes documentary films on the unsung heroes of design and architecture), as the Chairman of the Board of the Jose Limon Dance Foundation, an advisory board member to the Design Colloquium, and the President of AIANY.  Now I am happily done with all boards.  I am really into cycling, cooking, drinking good wine, and traveling (not for work).  I am separated from my wife but she remains my best friend (its like a Gwyneth Paltrow thing), and we lovingly co-parent my three boys, two cats, and one bird.I love our design culture, and I am amazed at the ingenious and creative people I get to work with every day.\nEducation: {'institution': 'Dartmouth College', 'degree': 'Graduate', 'specialty': 'Architecture'}", "Title: Intermediate Interior Designer\nPhone: 2127925833\nEmail: trisha.awasthi@ennead.com\nBio: Interior Design & Space PlanningRestaurant & dessert spots in the city\nEducation: {'institution': 'New England School of Art &', 'degree': 'Undergraduate', 'specialty': 'Project Management'}", "Title: Customer Service Leader\nEmail: troi.bailey@ennead.com\nEducation: {'institution': 'University of Phoenix', 'degree': 'Undergraduate', 'specialty': 'Bachelor of Science in Management'}", "Title: Associate\nPhone: 646-437-1725\nEmail: tzara.peterson@ennead.com\nBio: I believe that an architect has a social responsibility to improve her profession and the communities she impacts as a whole; a project’s positive qualities are not dictated by its budget, scale, or location, but by the architect’s thoughtfulness, engagement and passion. I believe that an architect has a social responsibility to improve her profession and the communities she impacts as a whole; a project’s positive qualities are not dictated by its budget, scale, or location, but by the architect’s thoughtfulness, engagement and passion.\nEducation: {'institution': 'Cornell University', 'degree': 'Undergraduate', 'specialty': 'Architecture Art & Planning'}", "Title: Architectural Designer\nPhone: 212.792.5884\nEmail: Vivian.Zhan@ennead.com\nEducation: {'institution': 'Pratt Institute', 'degree': 'Undergraduate', 'specialty': 'Master of Architecture'}", "Title: Designer\nEmail: weishan.lian@ennead.com\nEducation: {'institution': 'Qingdao University of Technology', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Senior Associate\nPhone: (212) 792-2624\nEmail: weiwei.kuang@ennead.com\nEducation: {'institution': 'Hunan University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Junior Designer\nEmail: Wenyu.Sun@ennead.com", "Title: Human Resources Manager\nPhone: 2127925863\nEmail: wilmarie.morales@ennead.com\nEducation: {'institution': 'Wood Tobe Coburn College', 'degree': 'Associates', 'specialty': 'Human Resources Administration'}", "Title: Senior Associate\nPhone: (212) 792-5902\nEmail: billy.erhard@ennead.com\nBio: I’m a native Cape Codder. Cotuit, MA – basically the ‘bicep’ of the Cape.I received my B.Arch at Cornell in Ithaca, NY – closest ocean: 8 hours.  While there I got really into film making, mostly strange art films and animations, I also did architecture. Prior to Ennead, I worked in Buffalo, NY; volunteered in Port-au-Price, Haiti; competition-milled and lived the good life in Rome, Italy.While at Ennead, I have had the pleasure of working on a wide range of projects including a hospital pavilion, a neuro-science laboratory, a retail shop for the wealthiest corporation in the history of civilization, a very metropolitan performing arts venue and many, many competition pursuits and proposals.Recently, I have taken on the role of Project Designer which has been incredibly challenging and professionally rewarding in equal measure.Outside the office I enjoy cycling, all aquatic-related activities, classic cinema and attempting new recipes where I try and dirty every dish in the house. I’m a native Cape Codder. Cotuit, MA – basically the ‘bicep’ of the Cape.I received my B.Arch at Cornell in Ithaca, NY – closest ocean: 8 hours.  While there I got really into film making, mostly strange art films and animations, I also did architecture. Prior to Ennead, I worked in Buffalo, NY; volunteered in Port-au-Price, Haiti; competition-milled and lived the good life in Rome, Italy.While at Ennead, I have had the pleasure of working on a wide range of projects including a hospital pavilion, a neuro-science laboratory, a retail shop for the wealthiest corporation in the history of civilization, a very metropolitan performing arts venue and many, many competition pursuits and proposals.Recently, I have taken on the role of Project Designer which has been incredibly challenging and professionally rewarding in equal measure.Outside the office I enjoy cycling, all aquatic-related activities, classic cinema and attempting new recipes where I try and dirty every dish in the house.\nEducation: {'institution': 'Cornell University', 'degree': '5 Year Professional', 'specialty': 'Architecture'}", "Title: Associate Principal\nPhone: 646-437-1716\nEmail: winslow.kosior@ennead.com\nEducation: {'institution': 'Wentworth Institute of Technology', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: (212) 792-5948\nEmail: xiaoheng.hu@ennead.com\nBio: I was born and grow up in Beijing, China. Stayed couple yeas in Wuhan for the college before the senior year in Arizona. Started my journey in New York City since 2015 at Columbia University. My first built architectural project is a high end residential building on 72nd st Broadway, which make there one of my favorite areas. I was born and grow up in Beijing, China. Stayed couple yeas in Wuhan for the college before the senior year in Arizona. Started my journey in New York City since 2015 at Columbia University. My first built architectural project is a high end residential building on 72nd st Broadway, which make there one of my favorite areas.\nEducation: {'institution': 'Huazhong University of Science & Technology', 'degree': 'Undergraduate', 'specialty': 'Advanced Architectural Design'}", "Title: Architectural Designer\nEmail: xiaotong.wang@ennead.com", "Title: Associate\nEmail: xinya.li@ennead.com\nBio: Hi everyone.This is Xinya.I was born and raised in a city named Yichun in southeast China.My hometown is famous for hot spring.I spent most of my time there but I still can't swim.  ╯﹏╰I really enjoy traveling, video games, movies like everybody.My favorite things are walking in a strange city and living in different awesome hotels.It is very great to visit different places and find the ever-changing design.I have never been to New York. Because my visa to US had been rejected twice.hahhhhh.....T_TI worked for a local SH LDI 3 years and joined ennead in 2015. It's a really great thing to grow together with ennead SH office. we can wok together and do something delicate, advanced. Hi everyone.This is Xinya.I was born and raised in a city named Yichun in southeast China.My hometown is famous for hot spring.I spent most of my time there but I still can't swim.  ╯﹏╰I really enjoy traveling, video games, movies like everybody.My favorite things are walking in a strange city and living in different awesome hotels.It is very great to visit different places and find the ever-changing design.I have never been to New York. Because my visa to US had been rejected twice.hahhhhh.....T_TI worked for a local SH LDI 3 years and joined ennead in 2015. It's a really great thing to grow together with ennead SH office. we can wok together and do something delicate, advanced.\nEducation: {'institution': 'University of South China', 'degree': 'Undergraduate', 'specialty': 'Interior Design'}", "Title: Architect\nEmail: yao.yao@ennead.com", "Title: Associate Principal\nPhone: (646) 437-1730\nEmail: yeng.wu@ennead.com\nEducation: {'institution': 'New York University', 'degree': 'Undergraduate', 'specialty': 'Unknown'}", "Title: Architectural Designer\nPhone: 2125846317\nEmail: yudou.huang@ennead.com\nBio: I was born and grew up in Zhuhai, a hot and humid small city in southern China. I spent four years in Taipei for my bachelor’s degree of architecture and urban design at the Chinese Culture University. After that, I continue pursuing my architecture career at the University of Virginia for Master of Architecture.I enjoy photographing, traveling and watching soccer(mostly watching Manchester United) in my leisure time.Excited to be an Enneadian! I was born and grew up in Zhuhai, a hot and humid small city in southern China. I spent four years in Taipei for my bachelor’s degree of architecture and urban design at the Chinese Culture University. After that, I continue pursuing my architecture career at the University of Virginia for Master of Architecture.I enjoy photographing, traveling and watching soccer(mostly watching Manchester United) in my leisure time.Excited to be an Enneadian!\nEducation: {'institution': 'Chinese Culture University', 'degree': 'Undergraduate', 'specialty': 'Architecture Pat 2.5 (Candidate 2019)'}", "Title: Architectural Designer\nPhone: 646-437-1739\nEmail: Yumeng.An@ennead.com\nEducation: {'institution': 'Tongji University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "Title: Architectural Designer\nPhone: 2127925823\nEmail: zeyi.xuan@ennead.com\nEducation: {'institution': 'Cornell University', 'degree': 'Undergraduate', 'specialty': 'Architecture'}", "human_name: Matthew Mendicino source: individual_computer_only", "human_name: Xinyue Liu source: individual_computer_only", "human_name: Fangzhou Liu source: gpu_master_list_only", "human_name: Kailey Baker source: gpu_master_list_only", "human_name: Nick Jeffway source: gpu_master_list_only", "human_name: Szhang Zhang source: gpu_master_list_only", "human_name: Jungin Chang source: gpu_master_list_only", "human_name: Matt Strack source: gpu_master_list_only", "human_name: Anwuli Chukwuman source: gpu_master_list_only", "human_name: Christopher Stoddard source: gpu_master_list_only", "human_name: Kate Kulpa source: gpu_master_list_only", "human_name: Calie Fleetwood source: gpu_master_list_only", "human_name: Jihyeon Park source: gpu_master_list_only", "human_name: Kori Camacho source: gpu_master_list_only", "human_name: Ana Guillandeaux, Ana source: gpu_master_list_only", "human_name: Rea Vermeulen source: gpu_master_list_only", "human_name: Tony Roman source: gpu_master_list_only", "human_name: Tom Wong source: gpu_master_list_only", "human_name: Wilmarie Morales source: gpu_master_list_only", "human_name: Ywu Wu source: gpu_master_list_only", "human_name: Charles Wolf source: gpu_master_list_only", "human_name: Sen Yang source: gpu_master_list_only", "human_name: Zhan Vivian source: gpu_master_list_only", "human_name: Michael Cruz source: gpu_master_list_only", "human_name: Christopher Eno source: gpu_master_list_only"]